Repository: mozilla-l10n/mt-training-data
Catalog: kbd/kbd_pontoon.tmx
Source language: en_us
Languages: kbd

source: crash
kbd: ехуэхын

source: cross-site tracking cookie
kbd: сайтхэм я зэхуаку кӏелъыплъын хьэгъуэшхыгъуэ

source: cryptominer
kbd: крипто къыщӏэхакӏуэ

source: cryptomining
kbd: крипто къыщӏэхын

source: debug
kbd: щыуагъэ зэхэдзын

source: deceptive site
kbd: сайт нэпцӏ

source: decode
kbd: тӏэтэн

source: decryption
kbd: шифрыр зэхэхун

source: disinformation
kbd: хъыбар нэпцӏ

source: distrust
kbd: дзыхь хуэмыщӏ

source: email mask
kbd: э-пощт нэкӏуӏулъхьэ

source: enable
kbd: хэгъэхьэн

source: encode
kbd: энкод

source: encrypt
kbd: шифр зэхэлъхьэ

source: encryption
kbd: шифр зэхэлъхьэн

source: end user
kbd: иужьрейуэ хэлажьэр

source: Enhanced Tracking Protection
kbd: Хэгъэхъуа лъэужзехуэм щыухъумэн

source: extension
kbd: уфэбгъуа

source: fingerprinter
kbd: ӏэпхъуамбэ техыпӏэ

source: fingerprinting
kbd: ӏэпхъуамбэтехын

source: Firefox View
kbd: Файрфокс теплъэ

source: grassroots
kbd: цӏыхубэ жэрдэм

source: home page
kbd: напӏэкӏуэцӏ нэхъыщхьэ

source: import
kbd: кӏуэцӏкӏэ зэпырыщын

source: independent browser
kbd: хъыхэплъыхь шъхьэхуит

source: innovations
kbd: гъэпсыщӏэ

source: insecure
kbd: дзыхь зытемылъ

source: installation
kbd: зэтегъэпсыхьын

source: Issue
kbd: Зэтеублэн

source: Legacy extension
kbd: Лъэкӏзыт жьы

source: MDN
kbd: МДН

source: misinformation
kbd: хъыбар мыпэж

source: native
kbd: щӏыпӏэм щыщ

source: net neutrality
kbd: хъы нётралныгъэ

source: nonprofit
kbd: мылъку зыхэмылъ

source: non-profit
kbd: мылъку зыхэмылъ

source: open source
kbd: хэкӏыпӏэ ӏуха зиӏэ

source: override
kbd: гущӏыӏу тетхэн

source: phone number mask
kbd: телефон номер нэкӏуӏулъхьэ

source: pop-up
kbd: зэӏухырэ щхьэгъубжэ

source: preference
kbd: къыхэпхыныр

source: Privacy Notice
kbd: Щэхуныгъэ хъыбаргъэӏу

source: Privacy Policy
kbd: Щэхуныгъэ хабзэ

source: release
kbd: утыку илъхьэн

source: report
kbd: рапорт

source: restricted site
kbd: узыхуимыт сайт

source: revert
kbd: къэгъэзэж

source: Review checker
kbd: Еплъыжьын уплъэкӏуакӏуэ

source: search suggestion
kbd: лъыхъуэну жепӏэныр

source: security keys
kbd: зыхъумэжын ӏункӏыбзэхэр

source: sensitive
kbd: зэхэщӏэгъофӏу

source: sidebar
kbd: бгъубар

source: sign
kbd: ӏэпэщӏэдз

source: signer
kbd: ӏэпэщӏэдзыр

source: sign in
kbd: ихьэ

source: sign-in
kbd: ихьэпӏэ

source: studies
kbd: лэжыгъэхэр

source: Terms of Service
kbd: Къулыкъу хабзэхэр

source: track
kbd: лъэужзехуэн

source: trackers
kbd: лъэужзехуакӏуэхэр

source: Tracking Content
kbd: Лъэужзехуэм итхэр

source: unencrypted
kbd: шифр зытемыт

source: unresponsive
kbd: пэджэжыншэ

source: unsafe
kbd: узщыгугъу мыхъун

source: validate
kbd: къэгъэпэжын

source: validity
kbd: пэжыныгъэр

source: version
kbd: версие

source: Web Authentication
kbd: Хъы къыхэгъэщын
